[LanguageOptions]
FontName=MS Sans Serif
FontSize=9
FontCharSet=1


[FrmMain]
PopDisplays.Caption=&Display the main program
PopExit.Caption=&Exit
FrmMain.Caption=Anviz Software de Administración y Comunicación

S_Blue.Caption=Azul
S_Black.Caption=Negro
S_Silver.Caption=Plateado
C_Language.Caption=Idioma
C_DeviceType.Caption=Tipo de dispositivo

dxRibbon1Tab1.Caption=Administración de dispositivo
dxRibbon1Tab2.Caption=Supervisión de Registros
dxRibbon1Tab3.Caption=Administración de Usuarios
dxRibbon1Tab4.Caption=Administración de Registros
dxRibbon1Tab5.Caption=Control de disco U

dxBarManager1Bar2.Caption=Control de terminal
dxBarManager1Bar4.Caption=Control de unidad
dxBarManager1Bar5.Caption=Control a Tiempo Real
dxBarManager1Bar6.Caption=Información de Registros en Tiempo Real
dxBarManager1Bar7.Caption=Administración de Usuarios
dxBarManager1Bar8.Caption=Transferencia de Usuarios
dxBarManager1Bar9.Caption=Búsqueda de Registros
dxBarManager1Bar10.Caption=Exportación de Registros
dxBarManager1Bar12.Caption=Filtro de Visualización de Usuarios
dxBarManager1Bar13.Caption=Control de disco U

S_AddC.Caption=Agregar Estación
S_ModifyC.Caption=Modificar Estación
S_DelC.Caption=Eliminar Estación
S_SyncTime.Caption=Actualizar Fecha y Hora
S_Init.Caption=Reset de Estación

S_Set.Caption=Configuración de Estación
S_SetRing.Caption=Programación de Sirenas
S_SetGroup.Caption=Configuración de Perfles Horarios
S_Status.Caption=Actualizar automaticamente estados de Tiempo y asistencia

S_ReadNewRec.Caption=Descargar Nuevos Registros
S_ReadRec.Caption=Descargar Todos los Registros
S_DelRec.Caption=Borrar Registros

S_Backup.Caption=Backup de Usuarios
S_Restore.Caption=Cargar Usuarios

S_AddC.Hint=Agregar Estación
S_ModifyC.Hint=Modificar Estación
S_DelC.Hint=Eliminar Estación
S_SyncTime.Hint=Actualizar Fecha y Hora
S_Init.Hint=Reset de Estación

S_Set.Hint=Configuración de Estación
S_SetRing.Hint=Programación de Sirenas
S_SetGroup.Hint=Configuración de Perfiles Horarios
S_Status.Hint=Actualizacion automatica de estados de Tiempo y asistencia

S_ReadNewRec.Hint=Descargar Nuevos Registros
S_ReadRec.Hint=Descargar Todos los Registros
S_DelRec.Hint=Borrar Registros

S_Backup.Hint=Backup de Usuarios
S_Restore.Hint=Cargar Usuarios

cxTreeview2.Items[0].Text=Todos los Grupos
cxTreeview2.Items[1].Text=Grupo 1
cxTreeview2.Items[2].Text=Grupo 2
cxTreeview2.Items[3].Text=Grupo 3
cxTreeview2.Items[4].Text=Grupo 4
cxTreeview2.Items[5].Text=Grupo 5

SP_Stop.Caption=Detener

S_Start.Caption=Iniciar
S_End.Caption=Detener

S_Start.Hint=Iniciar
S_End.Hint=Detener

E_Start.Caption=Fecha y Hora de Inicio
E_End.Caption=Fecha y Hora de Fin
E_Usercount.Caption=Cant. Usuarios
E_In.Caption=Fichadas de Entrada
E_Out.Caption=Fichadas de Salida
E_Other.Caption=Fichadas de Otro Tipo

E_Start.Hint=Fecha y Hora de Inicio
E_End.Hint=Fecha y Hora de Fin
E_Usercount.Hint=Cant. Usuarios
E_In.Hint=Fichadas de Entrada
E_Out.Hint=Fichadas de Salida
E_Other.Hint=Fichadas de Otro Tipo

C_U.Caption=y en disco
U_Refresh.Caption=Encontrar disco U
U_Record.Caption=Leer los registros de U disco
U_Restore.Caption=Restaurar los empleados de la U disco
U_Backup.Caption=Empleado de copia de seguridad de disco a U...

S_All.Caption=Seleccionar Todas
S_Other.Caption=Invertir Selección
S_Up.Caption=Organizar al Tope
S_Left.Caption=Organizar a la Izquierda
S_Setlan.Caption=Configurar Dirección IP
S_UnitInfo.Caption=Información de la Estación
S_OpenDoor.Caption=Activar puerta desde el software
S_Message.Caption=Adminstración de Mensajes (sólo TC500)
S_ClearMG.Caption=Deshabilitar modo Supervisor
S_AttPic.Caption=Administracion de fotos de usuarios
S_DownLoadLog.Caption=Download logs
S_SetMCard.Caption=Management Card settings
S_ListLog.Caption=Browse logs
S_MachineNumber.Caption=Set the machine number
Set_GPRS.Caption=GPRS

S_AddD.Caption=Agregar Sector
S_ModifyD.Caption=Modificar Sector
S_DelD.Caption=Eliminar Sector

S_AllU.Caption=Seleccionar Todos
S_NoneU.Caption=Cancelar Selección

S_BaseSet.Caption=Configuración de Parámetros Básicos
S_State.Caption=Configurar Estados de presentismo.
S_AutoDown.Caption=Configuración de Descarga Automática
S_OP.Caption=Configuración de Password Administrador
S_DB.Caption=Configuración de Enlace a Base de Datos
S_Exit.Caption=Salir

cxGrid1DBTableView1Column1.Caption=Nro. ID
cxGrid1DBTableView1Column2.Caption=Nombre
cxGrid1DBTableView1Column3.Caption=Fecha/Hora
cxGrid1DBTableView1Column4.Caption=Descripción Estado
cxGrid1DBTableView1Column5.Caption=Terminal No.
cxGrid1DBTableView1Column6.Caption=Device ID
cxGrid1DBTableView1Column7.Caption=Device name
cxGrid1DBTableView1Column8.Caption=Sector
cxGrid1DBTableView1Column9.Caption=Cargo
cxGrid1DBTableView1Column10.Caption=Codigo de tarea
cxGrid1DBTableView1Column11.Caption=Modo de Identificacion 
cxGrid1DBTableView1Column12.Caption=Modo de Identificacion 
cxGrid1DBTableView1Column13.Caption=Abrir la puerta
S_AddU.Caption=Agregar Usuario
S_ModifyU.Caption=Modificar Usuario
S_DelU.Caption=Elminar Usuario
S_Move.Caption=Reasignar Sector
S_SetPower.Caption=Configurar Habilitación
S_CopyPower.Caption=Copiar Habilitación
S_DownFP.Caption=Descargar Huellas
S_UpFP.Caption=Cargar Usuarios y Huellas
S_DelU2.Caption=Eliminar Usuario de Estación

S_AddU.Hint=Agregar Usuario
S_ModifyU.Hint=Modificar Usuario
S_DelU.Hint=Eliminar Usuario
S_Move.Hint=Reasiganr Sector
S_SetPower.Hint=Configurar Habilitación
S_CopyPower.Hint=Copiar Habilitación
S_DownFP.Hint=Descargar Huellas
S_UpFP.Hint=Cargar Usuarios y Huellas
S_DelU2.Hint=Eliminar Usuario de Estación

E_Uid.Caption=Nro. ID de Usuario
E_Uname.Caption=Nombre de Usuario
E_Umachine.Caption=Estación
S_SearchU.Caption=Buscar Usuario

E_Uid.Hint=Nro. ID de Usuario
E_Uname.Hint=Nombre de Usuario
E_Umachine.Hint=Estación
S_SearchU.Hint=Buscar Usuario

cxGrid2DBTableView1Column1.Caption=Nro. ID
cxGrid2DBTableView1Column2.Caption=Nro. Tarjeta
cxGrid2DBTableView1Column3.Caption=Nombre
cxGrid2DBTableView1Column4.Caption=Sexo
cxGrid2DBTableView1Column5.Caption=Password
cxGrid2DBTableView1Column6.Caption=Método Identificación
cxGrid2DBTableView1Column7.Caption=Cargo
cxGrid2DBTableView1Column8.Caption=Fecha Nacimiento
cxGrid2DBTableView1Column9.Caption=Fecha Ingreso
cxGrid2DBTableView1Column10.Caption=Teléfono
cxGrid2DBTableView1Column11.Caption=Dirección
cxGrid2DBTableView1Column12.Caption=Huella 1
cxGrid2DBTableView1Column13.Caption=Huella 2
cxGrid2DBTableView1Column14.Caption=Estación
cxGrid2DBTableView1Column15.Caption=Grupo
cxGrid2DBTableView1Column16.Caption=Huella1
cxGrid2DBTableView1Column17.Caption=Huella2
cxGrid2DBTableView1Column18.Caption=Huella3
cxGrid2DBTableView1Column19.Caption=Huella4
cxGrid2DBTableView1Column20.Caption=Huella5
cxGrid2DBTableView1Column21.Caption=Huella6
cxGrid2DBTableView1Column22.Caption=Huella7
cxGrid2DBTableView1Column23.Caption=Huella8
cxGrid2DBTableView1Column24.Caption=Huella9
cxGrid2DBTableView1Column25.Caption=Huella10
cxGrid2DBTableView1Column26.Caption=Clave
cxGrid2DBTableView1Column27.Caption=Cara
cxGrid2DBTableView1Column28.Caption=Iris

S_Search.Caption=Ver Registros
S_Export.Caption=Exportar Registros

S_Search.Hint=Ver Registros
S_Export.Hint=Exportar Regsitros

E_From.Caption=Fecha Inicio
E_To.Caption=Fecha Fin

E_Format.Caption=Formato de Exportación
E_Field.Caption=Datos a Exportar
E_DTFormat.Caption=Formato de Fecha y Hora
E_ULength.Caption=Cant. Dígitos Usuario
E_Space.Caption=Símbolo Separador
E_SLength.Caption=Cant. Símbolos Separadores

E_Format.Items.Text=Documento de Texto (*.txt)\r\nTexto Delimitado por Comas (*.csv)\r\nLibro de Microsoft Excel (*.xls)
E_DTFormat.Items.Text=aaaa-mm-dd hh:mm:ss\r\naaaa-m-d hh:mm:ss\r\naa-mm-dd hh:mm:ss\r\naaaammddhhmmss
E_Space.Items.Text=,\r\n;\r\n_\r\n/\r\n-\r\nTab\r\nSpace

E_Field.Items[0].Description=Nro. ID
E_Field.Items[1].Description=Nombre
E_Field.Items[2].Description=Fecha/Hora
E_Field.Items[3].Description=Terminal N º
E_Field.Items[4].Description=nombre del dispositivo
E_Field.Items[5].Description=Estado
E_Field.Items[6].Description=Descripción Estado
E_Field.Items[7].Description=Sector
E_Field.Items[8].Description=Cargo

cxGrid3DBTableView1Column1.Caption=Nro. ID
cxGrid3DBTableView1Column2.Caption=Nombre
cxGrid3DBTableView1Column3.Caption=Fecha/Hora
cxGrid3DBTableView1Column4.Caption=Estado
cxGrid3DBTableView1Column5.Caption=Descripción Estado
cxGrid3DBTableView1Column6.Caption=Terminal No.
cxGrid3DBTableView1Column7.Caption=Device ID
cxGrid3DBTableView1Column8.Caption=Device Name
cxGrid3DBTableView1Column9.Caption=Dept
cxGrid3DBTableView1Column10.Caption=Cargo
cxGrid3DBTableView1Column11.Caption=Codigo de tarea
cxGrid3DBTableView1Column12.Caption=Modo de Identificacion 
cxGrid3DBTableView1Column13.Caption=Modo de Identificacion 
cxGrid3DBTableView1Column14.Caption=Abrir la puerta
[FrmEditUser]
FrmEditUser.Caption=Agregar / Modificar Usuario

TabSheet1.Caption=Información General
TabSheet3.Caption=Registro de Huella

Label1.Caption=Nro. ID
Label2.Caption=Nombre
Label3.Caption=Nro. Legajo
Label7.Caption=Nro Tarjeta
Label4.Caption=Sexo
Label5.Caption=Nacionalidad
Label14.Caption=Political Feature
Label6.Caption=Fecha de Nac.
Label12.Caption=Fecha Ingreso
Label9.Caption=Cargo
Label17.Caption=Estudios
Label10.Caption=Teléfono
Label13.Caption=Lugar Nacim.
Label15.Caption=Dirección
Label8.Caption=Especialidad
Label11.Caption=Teléfono Móvil

Label19.Caption=Sector
Label20.Caption=Nro. de Grupo
Label16.Caption=Tipo de Usuario
Label18.Caption=Modo de Registro
Label21.Caption=Contraseña

CB1.Caption=Dispositivo por defecto
CB2.Caption=FP
CB3.Caption=FP+PW
CB4.Caption=FP+PW+Card
CB5.Caption=ID+PW
CB6.Caption=ID+FP
CB7.Caption=ID+PW+FP
CB8.Caption=Card
CB9.Caption=Card+PW
CB10.Caption=Card+FP

B_OK.Caption=OK
B_Cancel.Caption=Cancelar

L_xb.Items.Text=Masculino\r\nFemenino
L_zzmm.Items.Text=Miembro de la comunidad\r\nMiembro de Party
L_yhlx.Items.Text=Normal\r\nAdministrador

//L_bdfs.Items.Text=Sept\r\nRF+FP\r\nPW+FP\r\nRF+PW\r\nID+FP
L_bdfs.Items.Text=Sept\r\nRForFP\r\nFP\r\nRF+FP
L_bdfs.Items.Text1=Sept\r\nPW+FP\r\nID+FP
L_bdfs.Items.Text2=Sept\r\nRF+FP\r\nPW+FP\r\nRF+PW\r\nID+FP
L_bdfs.Items.Text3=Sept\r\nRF+PW
L_bdfs.Items.Text4=Sept\r\nRForFP\r\nFP\r\nRF+FP

GroupBox2.Caption=Condiciones de Enrolamiento de Huellas

CB_Finger1.Caption=Primera Huella
CB_Finger2.Caption=Segunda Huella
CB_Finger3.Caption=Tercera Huella
CB_Finger4.Caption=Cuarta Huella
CB_Finger5.Caption=Quinta Huella
CB_Finger6.Caption=Sexta Huella
CB_Finger7.Caption=Septima huella
CB_Finger8.Caption=Octava Huella
CB_Finger9.Caption=Novena Huella
CB_Finger10.Caption=Decima Huella

S_Enroll1.Caption=Enrolar
S_Enroll2.Caption=Enrolar
S_Enroll3.Caption=Enrolar
S_Enroll4.Caption=Enrolar
S_Enroll5.Caption=Enrolar
S_Enroll6.Caption=Enrolar
S_Enroll7.Caption=Enrolar
S_Enroll8.Caption=Enrolar
S_Enroll9.Caption=Enrolar
S_Enroll10.Caption=Enrolar

S_OK.Caption=&Guardar
S_Exit.Caption=&Cancelar

[FrmLogin]
FrmLogin.Caption=Ingreso al Sistema...
Label2.Caption=Ingreso al Sistema

Label1.Caption=Password Administrador: 
SP_OK.Caption=&Aceptar
SP_Exit.Caption=&Cancelar

[FrmInputDept]
FrmInputDept.Caption=Ingrese Nombre de departamento

Label1.Caption=Ingrese Nombre de departamento: 
S_OK.Caption=&Aceptar
S_Exit.Caption=&Cancelar

[FrmNew]
FrmNew.Caption=Control de terminal

GroupBox1.Caption=Información de Estación
GroupBox2.Caption=Tipo de Comunicación

Label1.Caption=Número de terminal
Label2.Caption=ID de dispositivo
Label3.Caption=Nombre del dispositivo
Label4.Caption=Grupo de dispositivo
Label5.Caption=Definir Estado
Label6.Caption=(Verificar Id  desde el menu del dispositivo) 

E_Group.Items.Text=Grupo 1\r\nGrupo 2\r\nGrupo 3\r\nGrupo 4\r\nGrupo 5
E_ZT.Items.Text=Estado real\r\nEntrada\r\nSalida
GroupBox3.Caption=Tipo Disp.
Label7.Caption=Tipo Disp.
E_Type.Items.Text=Huella Dig./Verif. Tarjeta\r\nProceso de verif facial

GroupBox4.Caption=parámetros comunicación
Label8.Caption=Dir. IP
Label9.Caption=Clave
Label10.Caption=Puerto
RB1.Caption=COM
RB2.Caption=LAN
RB3.Caption=RS485
RB4.Caption=USB(sin driver)
RB5.Caption=LAN(Cliente de red)

S_OK.Caption=&Aceptar
S_Exit.Caption=&Cancelar

[FrmAutoDown]
FrmAutoDown.Caption=Configuración de Descarga Automática

CB1.Caption=Activar Descarga Automática
Label1.Caption=Hora de Descarga: 
Label2.Caption=Hora: 
S_Add.Caption=Agregar
S_Clear.Caption=Borrar
S_OK.Caption=&Aceptar
S_Exit.Caption=&Cancelar

[FrmSet]
FrmSet.Caption=Configuración de parámetros del terminal

Label1.Caption=Control de contraseña (0-999999)
Label2.Caption=Tiempo de Reposo (0-250 minutos)
Label3.Caption=Volumen (0-5)
Label4.Caption=Idioma
Label5.Caption=Formato de Fecha
Label15.Caption=Formato de Hora

Label6.Caption=Precisión de Verificación de Huella
Label7.Caption=Límite de Registros Disponibles para Aviso (0-5000)
Label8.Caption=Tiempo entre Registros Repetidos (0-250 minute)
Label9.Caption=Indicación de Código de Trabajo 
Label10.Caption=Monitoreo en Tiempo Real
Label11.Caption=Configuración de Sirenas 
Label11.Caption2=Configuración de rele
Label16.Caption=Actualización Inteligente de Registro de Huellas

Label12.Caption=Modo Wiegand
Label13.Caption=Código de área Wiegand fijo (0-254)
Label14.Caption=Tiempo de bloqueo de relé (0-15 segundos)

Label18.Caption=Modo de indentificacion por defecto en el dispositivo
Label17.Caption=Demora en el sensor de alarma de puerta (0-250 second)

Label19.Caption=Añadir número de tarjeta
Label20.Caption=Borrar número de tarjeta

Label21.Caption=Hora de reinicio
Label26.Caption=Calibración Tiempo(± 60)：


CB1.Caption=Dispositivo por defecto
CB2.Caption=FP
CB3.Caption=FP+PW
CB4.Caption=FP+PW+Card
CB5.Caption=ID+PW
CB6.Caption=ID+FP
CB7.Caption=ID+PW+FP
CB8.Caption=Card
CB9.Caption=Card+PW
CB10.Caption=Card+FP

B_OK.Caption=OK
B_Cancel.Caption=Cancelar

E_Language.Items.Text=Chino simple\r\nChino Tradicional\r\nInglés\r\nFrancés\r\nAlemán\r\nEspañol\r\nPortugués\r\nItaliano\r\nBúlgaro\r\nSlovaco\r\nHúngaro\r\nSlovenio
E_DTFormat.Items.Text=aa-mm-dd\r\nmm/dd/aa\r\ndd/mm/aa
E_TTFormat.Items.Text=24 Horas\r\n12 Horas
E_ver.Items.Text=Normal\r\nBien\r\nExacto
E_Workcode.Items.Text=Habilitar\r\nDeshabilitar
E_RealTime.Items.Text=Habilitar\r\nDeshabilitar
E_Ring.Items.Text=Deshabilitar\r\nHabilitar
E_Ring.Items.Text2=1-Anillo  2-Bloqueo\r\n1-Bloqueo  2-Cerrar\r\n1-Cerrar  2-Bloqueo\r\n1-Bloqueo  2-Lock\r\n1-Cerrar  2-Cerrar
E_Update.Items.Text=Deshabilitado\r\nHabilitado

E_wiegand.Items.Text=Wiegand 26\r\nCustom Wiegand\r\nWiegand Facility Code Fijo 

S_Default.Caption=Mostrar Valores de Fábrica
S_OK.Caption=&Aceptar
S_Exit.Caption=&Cancelar
Label22.Caption=Company name
Label23.Caption=Company Address
Label24.Caption=Company Tax
Label25.Caption=FacePass dispositivo sin funciones anteriores.
S_Init.Caption=Initialize unit
S_DelRec.Caption=Clear record

[FrmSetRing]
FrmSetRing.Caption=Programación de Sirenas

Label1.Caption=Listado de Sirenas
Label2.Caption=Hora de Inicio

GroupBox1.Caption=Información detallada

CB1.Caption=Lunes
CB2.Caption=Martes
CB3.Caption=Miércoles
CB4.Caption=Jueves
CB5.Caption=Viernes
CB6.Caption=Sábado
CB7.Caption=Domingo

S_Add.Caption=&Agregar
S_Del.Caption=&Eliminar
S_OK.Caption=&Aceptar
S_Exit.Caption=&Cancelar

[FrmSetGroup]
FrmSetGroup.Caption=Configuración de Perfiles Horarios

gbSect.Caption=Bandas Horarias
Label11.Caption=Número de Banda Horaria
Label12.Caption=Hora Inicio / Fin Lunes
Label13.Caption=Hora Inicio / Fin Martes
Label14.Caption=Hora Inicio / Fin Miércoles
Label15.Caption=Hora Inicio / Fin Jueves
Label16.Caption=Hora Inicio / Fin Viernes
Label17.Caption=Hora Inicio / Fin Sábado
Label18.Caption=Hora Inicio / Fin Domingo
S_ApplySect.Caption=Guardar

gbGroup.Caption=Asignación de Grupos
Label01.Caption=Número de Grupo
Label02.Caption=Banda Horaria 1
Label03.Caption=Banda Horaria 2
Label04.Caption=Banda Horaria 3
Label05.Caption=Banda Horaria 4
S_ApplyGrp.Caption=Guardar

S_Exit.Caption=Salir

[FrmSetPower]
FrmSetPower.Caption=Configurar Habilitación

cxTreeview1.Items[0].Text=Grupo 1
cxTreeview1.Items[1].Text=Grupo 2
cxTreeview1.Items[2].Text=Grupo 3
cxTreeview1.Items[3].Text=Grupo 4
cxTreeview1.Items[4].Text=Grupo 5

S_OK.Caption=&Aceptar
S_Exit.Caption=&Cancelar

[FrmSDept]
FrmSDept.Caption=Reasignación de Sector

Label1.Caption=Seleccione el Sector: 
S_OK.Caption=&Aceptar
S_Exit.Caption=&Cancelar

[FrmSetPwd]
FrmSetPwd.Caption=Modificación de Password de Administrador

Label1.Caption=Password Anterior: 
Label2.Caption=Nueva Password: 
Label3.Caption=Comfirmar Password: 
S_OK.Caption=&Aceptar
S_Exit.Caption=&Cancelar

[FrmStatus]
FrmStatus.Caption=Configuración de Estados de Tiempo y Asistencia

Label1.Caption=Por favor, córtelo en orden ascendente.
cxGrid1DBTableView1Column1.Caption=Valor
cxGrid1DBTableView1Column2.Caption=Símbolo
cxGrid1DBTableView1Column3.Caption=Descripcion de estado

S_Get.Caption=Obtener info del equipo seleccionado
S_Set.Caption=Cargar a la terminal seleccionada

[FrmPicture]
FrmPicture.Caption=Editar Imágen

S_Select.Caption=&Abrir
S_Save.Caption=&Guardar
S_Restore.Caption=&Reestablecer
S_Cut.Caption=&Abajo
S_Exit.Caption=&Cerrar

Groupbox1.Caption=Zoom Ampliar/Reducir

[FrmBaseSet]
FrmBaseSet.Caption=Configurar parámetros básicos

Groupbox1.Caption=Parámetros Básicos
Label1.Caption=Tiempo Espera Comunicación de Puerto Serie (1-5 segundos)
Label2.Caption=Tiempo Espera Comunicación de Red (1-20 segundos)
Label3.Caption=Puerto IP
Label4.Caption=SERVIDOR IP FacePass NTP
CB1.Caption=Finalizar la operación actual al no establecer comunicación
CB2.Caption=Mensaje de Voz en Monitoreo en Tiempo Real
CB3.Caption=Eliminar Registros después de descargarlos

S_OK.Caption=&Aceptar
S_Exit.Caption=&Cancelar

[FrmCopyPower]
FrmCopyPower.Caption=Copiar función y permisos

Label1.Caption=ID de usuario copiada

S_OK.Caption=&Aceptar
S_Exit.Caption=&Cancelar

[FrmPhoto]
FrmPhoto.Caption=Tomar Imágenes

Label1.Caption=Cámara 

S_Take.Caption=&Tomar Imág.
S_Save.Caption=&Guardar
S_Restore.Caption=&Reestablecer
S_Cut.Caption=Cut &Abajo
S_Exit.Caption=&Cerrar

Groupbox1.Caption=Zoom Ampliar/Reducir

[FrmNetinfo]
FrmNetinfo.Caption=Configuración de Parámetros IP

Groupbox1.Caption=Configuración de Parámetros IP

CB1.Caption=Dirección IP: 
CB2.Caption=Puerta de Enlace: 
CB3.Caption=Máscara de SubRed: 
CB4.Caption=Dirección MAC: 
CB5.Caption=Dirección IP Servidor: 
CB6.Caption=Modo de trabajo:
CB6_Flag.Items.Text=Servidor\r\nCliente
CB7.Caption=Puerto

S_OK.Caption=&Aceptar
S_Exit.Caption=&Cancelar

[FrmUnitInfo]
FrmUnitInfo.Caption=Información de Estación

Groupbox1.Caption=Información del terminal
Label1.Caption=Número de usuario
Label2.Caption=Número de huella
Label3.Caption=Número de contraseña
Label4.Caption=Número de tarjeta
Label5.Caption=Número de Nuevos Registros
Label6.Caption=Número total de Registros
Label7.Caption=Versión de Firmware
Label8.Caption=Nro de serie del dispositivo

S_Get.Caption=&Actualizar
S_Exit.Caption=&Cancelar

[FrmMessage]
FrmMessage.Caption=Administración de Mensajes (sólo TC500)

Label1.Caption=Tipo de Mensaje
Label2.Caption=Nro. ID
Label3.Caption=Fecha de Inicio
Label4.Caption=Fecha de Fin
Label5.Caption=Texto del Mensaje
Label6.Caption=Lista de Mensajes

E_Flag.Items.Text=Mensaje Privado\r\nMensaje Público

cxGrid1DBTableView1Column1.Caption=Nro.
cxGrid1DBTableView1Column2.Caption=Tipo de Mensaje
cxGrid1DBTableView1Column3.Caption=Nro. ID
cxGrid1DBTableView1Column4.Caption=Nombre
cxGrid1DBTableView1Column5.Caption=Fecha Inicio
cxGrid1DBTableView1Column6.Caption=Fecha Fin
cxGrid1DBTableView1Column7.Caption=Texto del Mensaje

S_Add.Caption=Agregar Mensaje
S_Read.Caption=Leer Mensaje
S_DelAll.Caption=Eliminar Todos los Mensajes
S_DelSel.Caption=Eliminar Mensajes Seleccionados

[FrmSetStatus]
FrmSetStatus.Caption=Configuracion de auto-updateT&A 

GroupBox1.Caption=Configuracion de auto-updateT&A 
Label1.Caption=Establecer SN
Label11.Caption=Estatus de T&A 
Label12.Caption=Lunes - horario de comienzo/fin
Label13.Caption=Martes - horario de comienzo/fin
Label14.Caption=Miercoles - horario de comienzo/fin
Label15.Caption=Jueves - horario de comienzo/fin
Label16.Caption=Viernes - horario de comienzo/fin
Label17.Caption=Sabado - horario de comienzo/fin
Label18.Caption=Domingo - horario de comienzo/fin
S_Get.Caption=Recuperar
S_Set.Caption=Seleccionar
S_Exit.Caption=Salir

[FrmAttPic]
FrmAttPic.Caption=Administracion de fotografias de usuarios

S_ReadInfo.Caption=Recuperar informacion de fotografia
S_ReadFile.Caption=Recuperar foto seleccionada
S_Delall.Caption=Eliminar todas las fotografias
S_Delsel.Caption=Eliminar las fotografias seleccionadas

cxGrid1DBTableView1Column1.Caption=Nro.
cxGrid1DBTableView1Column2.Caption=Empleado Nro.
cxGrid1DBTableView1Column3.Caption=Nombre
cxGrid1DBTableView1Column4.Caption=Hora
cxGrid1DBTableView1Column5.Caption=Guardado

[FrmDownLoadLog]
FrmDownLoadLog.Caption=Control de accesos
Label1.Caption=Fecha de comienzo
Label2.Caption=Fecha de finalización
cxButton1.Caption=Seleccionar

cxGrid3DBTableView1Column1.Caption=#
cxGrid3DBTableView1Column2.Caption=No.
cxGrid3DBTableView1Column3.Caption=Nombre
cxGrid3DBTableView1Column4.Caption=Fecha/Hora
cxGrid3DBTableView1Column5.Caption=ID de dispositivo
cxGrid3DBTableView1Column6.Caption=Accesos
Admin=Administrador
Communication=Comunicación

[FrmSetMachineNumber]
FrmSetMachineNumber.Caption=Seleccione el número de máquina
Label1.Caption=No.
Button1.Caption=OK
Button2.Caption=Cancelar

[FrmGPRS]
FrmGPRS.Caption=GPRS
LGGSN.Caption=APN

LIP.Caption=Dir. IP
LIP.Caption=Dir. IP Local
LPort.Caption=puerto
LUN.Caption=Usuario
LPW.Caption=Clave
TBEnabled.Caption=Habil.
BOK.Caption=Config.
BCancel.Caption=Cancelar


[Resource]

DeptName=Oficina central

AttFlag1=Huella dactilar
AttFlag2=Huella dactilar
AttFlag3=Contraseña
AttFlag4=Tarjeta
AttFlag5=Cara
AttFlag6=Iris

StaffID=ID:
StaffName=Nombre:
StaffDept=Departamento.:
StaffDuty=Posicion:

MachineID=Número de terminal:
MachineName=Nombre de dispositivo:
MachineSID=ID de dispositivo:
MachineFlag10=Método de comunicación: USB
MachineFlag11=Com Port:
MachineFlag20=Tipo de Comunicación: Lan
MachineFlag21=Dirección IP: 
MachineFlag22=Tipo de Comunicación: RS485
MachineFlag23=Método de comunicación:USB
MachineFlag24=Método de comunicación:LAN(Cliente)
MachineLink1=Estado de Conexión: Incorrecta
MachineLink2=Estado de Conexión: Normal
MachineUser=Usuarios: 
MachineFP=Huellas: 
MachineRecord=Registros: 
MachineNewRecord=Nuevos Registros: 

LinkDB=Conexión a Base de Datos Exitosa. Por favor reinicie el programa!
LinkDBError=Conexión a Base de Datos Fallida. Por favor ingrese los datos nuevamente!
ExitSystem=Está seguro de Salir?

ErrorPwd=Contraseña Incorrecta. Posee %d reintentos.\r\n Por favor, ingrese nuevamente la contraseña!
AutoExitSystem=Contraseña Incorrecta. Se cerrará el Programa!

Savedialog1.Filter1=Documento de Texto (*.txt)|*.txt
Savedialog1.Filter2=Texto Delimitado por Comas (*.csv)|*.csv
Savedialog1.Filter3=Libro de Microsoft Excel (*.xls)|*.xls

Opendialog1.Filter1=Archivo de Imágen (*.jpg)|*.jpg

FileExist=Esta carpeta ya contiene un archivo" %s ",\r\n desea reemplazarlo?
OutFile=Los registros fueron exportados a " %s "

NOExcel=Microsoft Excel no está instalado!

ErrorDeptlist=Error al leer la lista de departamentos!

[Message]

MsgCaption1=Mensaje del Sistema
MsgCaption2=Confirme por favor...
NoSelected=Ningún Usuario seleccionado!

Msg00=Esta operación está relacionada con la Estación seleccionada: %sDesea continuar?
Msg1=Sincronización Fallida!
Msg2=Sincronización Exitosa!
Msg3=Reset Fallido!
Msg4=Reset Exitoso!

Msg5=Apertura de Puerta vía software Fallida!
Msg6=Apertura de Puerta vía software Exitosa!
Msg7=Programación de Sirenas Fallida!
Msg8=Programación de Sirenas Exitosa!
Msg9=Configuración de zona horaria Fallida!
Msg10=Configuración de zona horaria Exitosa!
Msg11=Configuración de Grupos Fallida!
Msg12=Configuración de Grupos Exitosa!

Msg13=Configuración de parámetros Fallida!
Msg14=Configuración de parámetros Exitosa!

Msg15=Lectura de Registros Fallida!
Msg16=Lectura de Registros Completa. Registros: %d. Lectura Exitosa: %d 
Msg17=Backup de Usuarios Fallido!
Msg18=Backup de Usuarios Completo. Registros: %d. Lectura Exitosa: %d 
Msg19=Realizando Backup de Huellas...
Msg20=
Msg21=
Msg22=Backup de usuarios y Huellas Completo!
Msg23=Descarga de Huella %d Fallida
Msg24=
Msg25=Descarga de Huellas Completa!
Msg26=Borrado Fallido
Msg27=Borrado de Usuarios de la Estación Completa
Msg28=Carga de Huella 1 Fallida
Msg29=Carga de Huella 1 Fallida. Error en la plantilla de Huella
Msg30=Carga de Huella 2 Fallida
Msg31=Carga de Huella 2 Fallida. Error en la plantilla de Huella
Msg32=Carga de Usuarios Fallida
Msg33=Carga de Usuarios y Huellas Completa

Msg34=
Msg35=Carga de Huella d% Fallida
Msg36=Configuración de Parámetros de Red Fallida
Msg37=Configuración de Parámetros de Red Exitosa

Msg38=Carga de Usuarios Fallida
Msg39=Carga de Usuarios Completa
Msg40=No se seleccionó ninguna Estación!
Msg41=Sincronizando Fecha y Hora...
Msg42=No puede establecerse comunicación con la Estación
Msg43=Sinchronización Completa
Msg44=Realizando Reset...
Msg45=Reset Completo

Msg46=Actualización de Parámetros de Estación Fallida
Msg47=No existen nuevos registros
Msg48=No existen registros
Msg49=No existen usuarios
Msg50=Configurando Sirenas...
Msg51=Configuración de Sirenas Exitosa.

Msg52=Debe seleccionar una Estación!

Msg53=Configurando zonas Horarias...
Msg54=Configuración de zonas Horarias Exitosa
Msg55=Configurando Grupos...
Msg56=Configuración de Grupos Exitosa
Msg57=Configuración de Parámetros de Red Fallida!
Msg58=Configuración de Parámetros de Red exitosa. Por favor, reinicie el equipo!

Msg59=Seleccionar parámetros avanzados...
Msg60=Selección de parámetros avanzados Completa
Msg61=Leyendo Registros...
Msg62=Lectura de Registros: 
Msg63=Lectura de Registros Completa
Msg64=Realizando Backup de Usuarios...
Msg65=Backup de Usuarios: 
Msg66=Backup de Usuarios Completo
Msg67=Reestableciendo Usuarios...
Msg68=Reestablecer Usuarios: 
Msg69=Reestablecer Usuarios Completo
Msg70=Descargando Huellas...
Msg71=Descarga de Huellas: 
Msg72=Descarga de Huellas Completa
Msg73=Cargando Usuarios y Huellas...
Msg74=Carga de Usuarios y Huellas: 
Msg75=Carga de Usuarios y Huellas Completa
Msg76=Eliminando Usuario de la Estación...
Msg77=Eliminación de Usuario de la Estación: 
Msg78=Eliminación de Usuario de la Estación Completa
Msg79=Departamento Existente!
Msg80=Está seguro de eliminar el departamento seleccionado?
Msg81=Está seguro de eliminar el Usuario seleccionado?
Msg82=Seleccione el campo!
Msg83=El Nro. ID no puede estar vacío! Por favor, introduzca la ID!
Msg84=El Nro. ID ya existe. Ingréselo nuevamente!
Msg85=No se completaron todos los datos de la Estación!
Msg86=Ya tiene el número de máquina y la ID del dipositivo
Msg87=La Password anterior es incorrecta. Ingrésela nuevamente!
Msg88=Confirmación de Password Fallida. Ingrese la nueva Password nuevamente!
Msg89=Modificación de Password de administrador Exitosa!

Msg90=No pueden definirse más de 30 Sirenas distintas!
Msg91=Sirena existente!

Msg92=Conexión del Lector de Huella Exitosa!
Msg93=Lector de Huella No Conectado!
Msg94=Coloque su dedo, por favor...
Msg95=Enrolamiento Exitoso!  

Msg96=No se realizó ninguna selección!
Msg97=Tamaño de imagen incorrecto. Realice la Selección adecuada

Msg98=Está seguro de eliminar la Sirena seleccionada?

Msg99=Función no disponible para el equipo seleccionado
Msg100=Usuario guardado. Está seguro de que desea añadir un nuevo usuario?

Msg101=Nro ID inexistente. Recuperacón Fallida!
Msg102=Actualizando Información de Usuarios al Cache...

Msg103=Actualizando Información de Usuarios a la Estación...
Msg104=Actualización de Información de Usuarios Completa!

Msg105=Sólo puede configurarse un máximo de 5 horarios!
Msg106=Horario Existente!
Msg107=Ingrese un Horario de Descarga Automática!
Msg108=Configuración de Descarga Automática Completa!
Msg109=Está seguro de cancelar la operación?
Msg110=Cancelando operación
Msg111=Descarga Automática Ignorada. Otra operación en proceso!

Msg112=Configuración General Exitosa!
Msg113=Está seguro de copiar los permisos del Usuario seleccionado?
Msg114=Los permisos del Usuario seleccionado fueron copiados en forma exitosa!
Msg115=Nro. ID inexistente. Verifíquelo!

Msg116=Los Registros se han borrado exitosamente!
Msg117=No pudieron borrarse los Registros!
Msg118=Borrando Registros...
Msg119=No pudieron leerse los registros de la Estación!
Msg120=No pudieron cargarse los Usuarios!
Msg121=No pudieron cargarse los Usuarios!
Msg122=Borrado de Registros Finalizado!
Msg123=No pudo obtenerse la Configuración IP!
Msg124=Dirección IP Inválida!
Msg125=No pudo configurarse la Dirección IP!
Msg126=La Dirección IP se ha configurado exitosamente!
Msg127=Puerta de Enlace inválida!
Msg128=No pudo configurarse la Puerta de Enlace!
Msg129=La Puerta de Enlace se ha configurado exitosamente!
Msg130=Máscara de SubRed inválida!
Msg131=No pudo configurarse la Máscara de SubRed!
Msg132=La Máscara de SubRed se ha configurado exitosamente!
Msg133=Dirección MAC inválida!
Msg134=No pudo configurarse la Dirección MAC!
Msg135=La Dirección MAC se ha configurado exitosamente!
Msg136=Dirección de Servidor IP Inválida!
Msg137=No pudo configurarse la Dirección de Servidor IP!
Msg138=La Dirección de Servidor IP se ha configurado exitosamente!
Msg139=Actualización de Información de Estación Fallida!

Msg140=Envío de Mensaje Fallido!
Msg141=Envío de Mensaje Exitoso!
Msg142=No se completó el ingreso del mensaje!

Msg143=Mensaje Público
Msg144=Mensaje Privado
Msg145=Está seguro de eliminar el Mensaje seleccionado?

Msg146=Borrado de Mensaje Fallido
Msg147=Borrado de Mensaje Exitoso

Msg148=Está seguro de eliminar todos los mensajes?
Msg149=Register Over Time!
Msg150=Please place finger again...
Msg151=Fingerprint match failed,register again！
Msg152=Fingerprint repeat,register again. 
Msg153=Cargando plantillas de huellas dactilares...
Msg154=Plantilla de la huella digital de carga completa.

Msg159=El primer dígito de la ID de empleado no puede ser 0, Por favor introdúzcalo de nuevo

Msg160=El Nro de tarjeta ingresado ya existe para otro empleado. Por favor ingreselo nuevamente!
Msg161=El primer digito del Nro de tarjeta no puede ser 0, Por favor reingreselo.
Msg162=Esta Ud seguro de deshabilitar el modo Supervisor?
Msg163=No se pudo deshabilitar el modo Supervisor!
Msg164=El modo Supervisor fue deshabilitado!

Msg165=No se pudo obtener el tipo de terminal!
Msg166=No se pudo obtener la lista de status de las terminales.
Msg167=Se obtuvo la lista de estado de las terminales.
Msg168=Selección del estado de la lista del terminal...
Msg169=Selección del estado de la lista del terminal finalizada
Msg170=Fallo en la selección del estado de lista del terminal. 
Msg171=Se armo la lista de estado de terminales satisfactoriamente. 

Msg172=No se pudo establecer autoupdate de estados de T&A status
Msg173=Se ha establecido autoupdate de T&A con exito
Msg174=No se pudo recuperar la configuracion de autoupdate 
Msg175=Recuperacion de la configuracion autoupdate exitosa.
Msg176=Establecer estado de autoupdate...
Msg177=Configuracion de autoupdate finalizada

Msg178=No se pudo recuperar la imagen obtenida por la camara.
Msg179=No se pudo recuperar el numero de la imagen obtenida por la camara.
Msg180=Fotografia recuperada con exito. Registros:%d， Exitosos: %d.
Msg181=Esta por eliminar todas las fotografias, esta seguro? 
Msg182=No se pudo eliminar la fotografia!
Msg183=Fotografia eliminada con exito!

Msg184=Esta por eliminar la fotografia seleccionada, esta seguro? 
Msg185=Esta seguro de recuperar la fotografia seleccionada? 
Msg186=No se pudo recuperar la fotografia!
Msg187=Fotografia recuperada con exito!




Msg188=La longitud del mensaje es superior a lo permitido.
Msg189=Descarga de accesos fallida!
Msg190=Descarga de accesos correcta. Grabaciones:%d， correctas: %d.
Msg191=Fallo en la selección del número de dispositivo
Msg192=Selección del número de dipositivo correcta

//U Disk
Msg193=No es posible encontrar el disco U en su PC!
Msg194=Seleccione la dirección:
Msg195=No es posible encontrar el archivo %s en el disco U!
Msg196=No es posible encontrar el archivo %s en el disco U!
Msg197=No hay empleados en la base de datos!
Msg198=Hacer copia de seguridad de los empleados en el disco U...
Msg199=Guardar los empleados en:
Msg200=Guardar la plantilla de huella en:
Msg201=Copia de seguridad de los empleados en el disco U satisfactoria!

Msg203=La ID de empleado en este registro no existe!
Msg204=Registro repetido:
Msg205=La carpeta no contiene la ID del dispositivo!
Msg206=Leyendo registros...
Msg207=El contenido de los archivos es incorrecto!
Msg208=Num. Registros:%d  ;  Bem Sucedido:%d
Msg209=Lendo Informacao Funcionarios…
Msg210=Num. Funcionario:%d  ; Bem Sucedido:%d
Msg211=Lendo Amostra da Digital…
Msg212=Num. Amostra da Digital:%d  ; Bem Sucedido:%d
Msg213=No se pudo establecer la conexión GPRS
Msg214=Establecer el éxito GPRS
Msg215=No se pudo obtener información de GPRS
Msg216=Obtener la información con éxito GPRS

Msg217=El puerto de comunicaci髇 no es correcto!
Msg218=Por favor revise la conexi髇 con la PC!
Msg219=Cargar informaci髇 del depto.
Msg220=Carga del depto. fallida
Msg221=Carga del depto. exitosa
Msg222=Revise el usuario administrador en el dispositivo.
Msg223=Descarga de huella fallida!
